{
    "YN_options":
       ["Hell yeah", 
        "Try again later, champ.", 
        "Yeah! in due time of course!", 
        "Dont bet on it.", 
        "HAHAHAHHAHAHA no.", 
        "Slow down, tiger!", 
        "Sure, but I'm not positive.", 
        "Maybe!", 
        "Not-so-Calculated Results: Affirmative!", 
        "Perhaps a bot isn't the best way to solve this.", 
        "Pbbbt, what do I look like to you, a fortune teller?", 
        "Sure, what could go wrong?", 
        "Y-you're kidding right?", 
        "That's a good one. I'll get back to you on that", 
        "Oh jeez, why do they have to come to me for these shitty questions?", 
        "I wouldn't recommend it.", 
        "Anthony-programmed anthabot approves!", 
        "Yes!", 
        "No!", 
        "Sounds good to me, despite the fact my lack of human understanding", 
        "AAAA I DON'T KNOW EITHER", 
        "Survey says: 'NO, AND UR LAME'. Their words, not mine.", 
        "The real question is, why use a bot for a question like that, ya weirdo.", 
        "I wanted to let you know that you are loved, and questions like that must be held.", 
        "Is that sarcasm?", "LOL IM JUST A BOT", 
        "Incorrect command! Just kidding Input a BETTER question.", 
        "As long as Anthony still develops my shitty system, sure.", 
        "Halt. You have violated the law. Serve the court a fine or serve your sent- bah I'm just kidding, but sure, whatever works I guess.", 
        "I'm gonna say yes, but for my safety and my lawyers, I'm going to have to conclude with 'but I dunno'", 
        "Hmmmm.... NEXT", 
        "Let me check my watch... No.", 
        "If I was a god I'd allow it, oh wait- I am.", 
        "No, yeah, just keep asking dumb questions. I have absolutely nothing better to do today.", 
        "HAH, the odds of that are about as likely as me giving a shit", 
        "I guess if you play your cards right, it could work.", "I don't see the point of it, so no-", 
        "Maybe you should get a better bot Anthony. This is getting out of hand.", 
        "I'd say yes, after all- you're going to die someday.", 
        "Neh, you know it won't happen today, tomorrow maybe- but not today.", 
        "I was going to say yes, but then I decided otherwise, so, no.", 
        "Recieving question... Processing question... Calculating answer... Yes!", 
        "If I say yes, will you stop asking all these damn questions?", 
        "I just want to say that I love you, but- no.", 
        "Maybe in the next life bud.", 
        "Hell yeah! That's the best thing I've heard in the short time I've been here.", 
        "Recalculating :)", 
        "Yes! Ever heard of the band yes? No? well that's your answer.", 
        "Sure, but next time, get some friends okay?", 
        "Whatever they're paying me isn't enough.", 
        "May I interest you in a FRICKING YES? :D"
       ]
}